Repository: nakijun/wxgis
Catalog: loc/*/app.po
Languages: cs

source: wxGIS [%s] Version: %s
cs: wxGIS [%s] Verze: %s

source: wxGIS [%s] Version: %s \Build: %s (c) 2009-%d Dmitry Barishnikov (Bishop) http://wxgis.googlecode.com/
cs: wxGIS [%s] Verze: %s \Sestavení: %s (c) 2009-%d Dmitry Barishnikov (Bishop) http://wxgis.googlecode.com/

source: About application
cs: O programu

source: HOST '%s' OS desc - %s Free memory - %u Mb Libs: GDAL %s GEOS %s PROJ %s %s CAIRO %s
cs: HOST '%s' OS popis - %s Volná paměť - %u Mb Knihovny: GDAL %s GEOS %s PROJ %s %s CAIRO %s

source: GDAL Drivers:
cs: GDAL ovladače:

source: OGR Drivers:
cs: OGR ovladače:

source: * - The drivers only compiled in GDAL lib and may not supported by wxGIS.
cs: * - Ovladače kompilované pouze v knihovně GDAL nemusí být podporovány programem wxGIS.

source: About system
cs: О systému

source: Thanks GIS-LAB team for help in translating the interface, testing and searching for errors. Special thanks to Maxim Dubinin
cs: Děkujeme týmu GIS-LAB za pomoc při překladu uživatelského rozhraní, testování a hledání chyb. Zvláštní poděkování patří Maximu Dubininovi

source: Thanks
cs: Poděkování

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>
cs: Tento program je svobodný software; můžete ho dále distribuovat a/nebo upravovat dle podmínek GNU General Public License v podobě zveřejněné Free Software Foundation, buď verze 3 této licence, nebo (dle vaší volby) její pozdější verze. Tento program je poskytován v naději, že bude užitečný, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce bez mlčky předpokládané záruky OBCHODOVATELNOSTI nebo VHODNOSTI PRO KONKRÉTNÍ ÚČEL. Pro více detailů si přečtěte GNU General Public License. Kopii GNU General Public License byste měli obdržet s tímto programem. Pokud ne, podívejte se na ni zde: <http://www.gnu.org/licenses/>

source: License
cs: Licence

source: Close
cs: Zavřít

source: About
cs: О programu
