Repository: nakijun/wxgis
Catalog: loc/*/cartoui.po
Languages: cs

source: &Full Extent
cs: &Plný rozsah

source: &Previous Extent
cs: &Předchozí rozsah

source: &Next Extent
cs: &Následující rozsah

source: Geography
cs: Geografie

source: [No category]
cs: [Bez kategorie]

source: Full extent of the map
cs: Plný rozsah mapy

source: Previous extent of the map
cs: Předchozí rozsah mapy

source: Next extent of the map
cs: Následující rozsah mapy

source: Full Extent
cs: Plný rozsah

source: Previous Extent
cs: Předchozí rozsah

source: Next Extent
cs: Následující rozsah

source: Zoom &In
cs: &Přiblížit

source: Zoom &Out
cs: O&ddálit

source: &Pan
cs: &Posunout

source: &Information
cs: &Informace

source: Zoom map in
cs: Přiblížit mapu

source: Zoom map out
cs: Oddálit mapu

source: Pan map
cs: Posunout mapu

source: Feature information
cs: Informace o objektu

source: Zoom In
cs: Přiblížit

source: Zoom Out
cs: Oddálit

source: Pan
cs: Posunout

source: Information
cs: Informace

source: &Rotate
cs: &Rotovat

source: Cancel rotate
cs: Zrušit rotaci

source: Input rotate angle
cs: Zadejte úhel rotace

source: View
cs: Zobrazit

source: Rotate map frame
cs: Rotovat okno mapy

source: Cancel rotate map frame
cs: Zrušit rotaci okna mapy

source: Input map frame rotate angle
cs: Zadejte úhel rotace okna mapy

source: Swap coordinates
cs: Prohodit souřadnice

source: Change masks
cs: Změnit masky

source: Change value list
cs: Změnit seznam hodnot

source: Value list
cs: Seznam hodnot

source: Location:
cs: Umístění:

source: Select location text style
cs: Zvolte textový styl umístění

source: Field
cs: Pole

source: Value
cs: Hodnota

source: Copy %s
cs: Kopírovat %s

source: Copy '%s' value
cs: Kopírovat hodnotu '%s'

source: Copy
cs: Kopírovat

source: Hide
cs: Skrýt

source: Hide rows
cs: Skrýt řádky

source: Remove sort
cs: Odstranit řazení

source: Identify from:
cs: Identifikovat z:

source: <Top layer>
cs: <Vrchní vrstva>

source: Flash
cs: Zvýraznit

source: Flash geometry
cs: Zvýraznit geometrii

source: Pan to geometry center
cs: Posunout na střed geometrie

source: Zoom
cs: Přiblížit/Oddálit

source: Zoom to geometry
cs: Přiblížit na geometrii

source: Identify
cs: Identifikovat

source: %.4f degree
cs: %.4f stupňů

source: Layer:
cs: Vrstva:

source: Combo!
cs: Kombo!

source: Method:
cs: Мeтоda:

source: MyButton
cs: MojeTlačítko

source: SELECT * FROM tablename WHERE:
cs: SELECT * FROM имя_таблицы WHERE:

source: Clear
cs: Очистить

source: Check
cs: Отметить

source: Help
cs: Помощь

source: Load...
cs: Загрузить...

source: Save...
cs: Сохранить...

source: Record:
cs: Запись:

source: Select by attributes
cs: Выбрать по атрибутам

source: of %u
cs: из %u
