Repository: nakijun/wxgis
Catalog: loc/*/catalog.po
Languages: cs

source: Overwrite destination object
cs: Přepsat cílový objekt

source: Failed overwrite destination object
cs: Přepsání cílového objektu selhalo

source: Cannot delete item!
cs: Nemohu smazat položku!

source: Delete failed! GDAL error: %s, file '%s'
cs: Smazání selhalo! Chyba GDAL: %s, soubor '%s'

source: Rename failed! GDAL error: %s, file '%s'
cs: Přejmenování selhalo! Chyba GDAL: %s, soubor '%s'

source: wxGxCatalog: ObjectFactory %s initialize
cs: wxGxCatalog: ObjectFactory %s spouštím

source: wxGxCatalog: Error initializing ObjectFactory %s
cs: wxGxCatalog: Chyba spouštění ObjectFactory %s

source: wxGxCatalog: Root Object %s initialize
cs: wxGxCatalog: Root Object %s spouštím

source: wxGxCatalog: Error initializing Root Object %s
cs: wxGxCatalog: Chyba spouštění Root Object %s

source: Copy table dataset
cs: Kopírovat tabulkový dataset

source: Copy table dataset %s failed!
cs: Kopírování vektorového datasetu %s selhalo!

source: Copy failed! GDAL error: %s, file '%s'
cs: Kopírování selhalo! Chyba GDAL: %s, soubor '%s'

source: Move table dataset
cs: Přesunout tabulkový dataset

source: Move table dataset %s failed!
cs: Přesunutí tabulkového datasetu %s selhalo!

source: Move failed! GDAL error: %s, file '%s'
cs: Přesunutí selhalo! Chyba GDAL: %s, soubor '%s'

source: Feature class
cs: Třída prvků

source: Open failed! GDAL error: %s
cs: Otevření selhalo! Chyba GDAL: %s

source: Move feature dataset
cs: Přesunout vektorový dataset

source: Move feature dataset %s failed!
cs: Přesunutí vektorového datasetu %s selhalo!

source: Raster
cs: Rastr

source: Copy raster dataset
cs: Kopírovat rastrový dataset

source: Copy raster dataset %s failed!
cs: Kopírování rastrového datasetu %s selhalo!

source: Move raster dataset
cs: Přesunout rastrový dataset

source: Move raster dataset %s failed!
cs: Přesunutí rastrového datasetu %s selhalo!

source: wxGxDiscConnections: Start scan folder connections
cs: wxGxDiscConnections: Zahájit sken připojení složek

source: wxGxDiscConnections: Add folder connection [%s]
cs: wxGxDiscConnections: Přidat připojení složky [%s]

source: Copy file
cs: Kopírovat soubor

source: Move file
cs: Přesunout soubor

source: wxGxPrjFile: GDAL error: %s
cs: wxGxPrjFile: Chyba GDAL: %s

source: Any items (*.*)
cs: Jakékoliv položky (*.*)

source: Coordinate Systems (*.prj, *.spr)
cs: Souřadnicové systémy (*.prj, *.spr)

source: Raster (*.img, *.tif, etc.)
cs: Rastr (*.img, *.tif, etc.)

source: Vector (*.shp, *.tab, etc.)
cs: Vektor (*.shp, *.tab, etc.)

source: Table (*.dbf, *.tab, *.csv, etc.)
cs: Tabulka (*.dbf, *.tab, *.csv, etc.)

source: MapInfo File (*.tab)
cs: MapInfo soubor (*.tab)

source: MapInfo File (*.mid/*.mif)
cs: MapInfo soubor (*.mid/*.mif)

source: KML file (*.kml)
cs: KML soubor (*.kml)

source: KML file (*.kmz)
cs: KML soubor (*.kmz)

source: AutoCAD DXF file (*.dxf)
cs: AutoCAD DXF soubor (*.dxf)

source: Any feature classes (*.*)
cs: Jakékoliv třídy prvků (*.*)

source: Folder
cs: Složka

source: Folder connection
cs: Připojení složky

source: Folder connections
cs: Připojení složek

source: JPEG image (*.jpeg, *.jfif, *.jpg, *.jpe)
cs: JPEG obrázek (*.jpeg, *.jfif, *.jpg, *.jpe)

source: Erdas IMAGINE image (*.img)
cs: Erdas IMAGINE obrázek (*.img)

source: EarthWatch raster (*.til)
cs: EarthWatch rastr (*.til)

source: dBase file (*.dbf)
cs: dBase soubor (*.dbf)

source: MapInfo table File (*.tab)
cs: MapInfo soubor tabulky (*.tab)

source: MapInfo table File (*.mif)
cs: MapInfo soubor tabulky (*.mif)

source: Comma Separated Values (*.csv)
cs: Hodnoty oddělené čárkou (*.csv)

source: Database table
cs: Databázová tabulka

source: KML Feature class
cs: KML Třída prvků

source: wxGxSpatialReferencesFolder: The path is set to '%s'
cs: wxGxSpatialReferencesFolder: Cesta je nastavena na '%s'
