Repository: nakijun/wxgis
Catalog: loc/*/conf.po
Languages: cs

source: Failed to initialize the wxWidgets library, aborting.
cs: Spuštění knihovny wxWidgets selhalo, přerušuji.

source: Show this help message
cs: Zobrazí tuto zprávu nápovědy

source: The version of this program
cs: Verze tohoto programu

source: Add data to path in XML Config.
cs: Přidat data do cesty v XML konfigu.

source: Delete data from XML Config
cs: Smazat data z XML konfigu.

source: The XMLNode name attribute
cs: Atribut názvu XMLNode

source: The XMLNode path attribute
cs: Atribut cesty XMLNode

source: The XMLNode is_enabled attribute. is_enabled choice: 1 for enabled or 0 for disabled
cs: Atribut XMLNode is_enabled. Volba is_enabled: 1 pro zapnut nebo 0 pro vypnut

source: The XMLNode class attribute
cs: Atribut třídy XMLNode

source: The XMLNode type attribute. Type choice: sep, cmd, menu
cs: Atribut typu XMLNode. Volby typu: sep, cmd, menu

source: The XMLNode sub_type attribute
cs: Atribut podtypu XMLNode

source: The XMLNode cmd_name attribute
cs: Atribut XMLNode cmd_name

source: The XMLNode attributes <attr_name>=<attr_value> separated by comma
cs: Atributy XMLNode <attr_name>=<attr_value> oddělené čárkou

source: encode password
cs: zakódovat heslo

source: The wxGISConf (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2011
cs: The wxGISConf (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2011

source: The wxGISConf (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2011
cs: The wxGISConf (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2011
