Repository: nakijun/wxgis
Catalog: loc/*/datasource.po
Languages: cs

source: PreLoad Geometry of
cs: Přednačtené geometrie z

source: Try to connect: host='%s' dbname='%s' port='%s' user='%s'
cs: Pokouším se připojit: host='%s' databáze='%s' port='%s' uživatel='%s'

source: wxGISRasterDataset: Open failed! Path '%s'. GDAL error: %s
cs: wxGISRasterDataset: Otevření selhalo! Cesta '%s'. Chyba GDAL: %s

source: wxGISRasterDataset: Open failed! Path '%s'. Raster has no bands
cs: wxGISRasterDataset: Otevření selhalo! Cesta '%s'. Rastr nemá kanály

source: AdviseRead failed! GDAL error: %s
cs: AdviseRead selhalo! Chyba GDAL: %s

source: RasterIO failed! GDAL error: %s
cs: RasterIO selhalo! Chyba GDAL: %s

source: Error open input file! OGR error:
cs: Chyba při otvírání vstupního souboru! Chyba OGR:

source: Error create the output file '%s'! OGR error:
cs: Chyba vytváření výstupního souboru '%s'! Chyba OGR:

source: wxGISTable: Open failed! Path '%s'. OGR error: %s
cs: wxGISTable: Otevření selhalo! Cesta '%s'.Chyba OGR: %s

source: PreLoad Features of
cs: Přednačtené prvky z
