Repository: nakijun/wxgis
Catalog: loc/*/geoprocessingui.po
Languages: cs

source: Show/Hide &Toolbox pane
cs: Zobrazit/Skrýt panel &nástrojů

source: View
cs: Zobrazit

source: [No category]
cs: [Bez kategorie]

source: Export item to another format
cs: Exportovat položku do jiného formátu

source: Show/Hide Toolbox pane
cs: Zobrazit/Skrýt panel nástrojů

source: Select output
cs: Zvoltr výstup

source: Null IGxObjectFilter returned
cs: Vrácen nulový IGxObjectFilter

source: %s %d objects (files)
cs: %s %d objektů (souborů)

source: Process
cs: Zpracování

source: Begin operation...
cs: Zahájit operaci...

source: The dataset is empty
cs: Dataset je prázdný

source: Error
cs: Chyba

source: Null wxGISDataset returned
cs: Vrácen nulový wxGISDataset

source: Open dataset failed!
cs: Otevření datasetu selhalo!

source: %s %d object (file) from %d
cs: %s %d objekt (soubor) z %d

source: The %d dataset is empty
cs: Dataset %d je prázdný

source: Export item
cs: Exportovat položku

source: (optional)
cs: (volitelné)

source: Select input object
cs: Vyberte vstupní objekt

source: Select output object
cs: Vyberte výstupní objekt

source: The value is required
cs: Je požadována hodnota

source: The output object exists and will be overwritten!
cs: Výstupní objekt již existuje a bude přepsán!

source: The input object doesn't exist
cs: Vstupní objekt neexistuje

source: The input data are invalid
cs: Vstupní data jsou neplatná

source: Change value list
cs: Změnit seznam hodnot

source: Value list
cs: Seznam hodnot

source: Select Spatial Reference
cs: Vyberte prostorovou referenci

source: Coordinate Systems
cs: Souřadnicové systémy

source: Unsupported Spatial reference
cs: Nepodporovaná prostorová reference

source: Expand
cs: Rozbalit

source: Cancel
cs: Storno

source: You mast stop task before closing dialog!
cs: Před zavřením dialogu musíte nejdříve ukončit úlohu!

source: Warning
cs: Varování

source: Wrong input tool!
cs: Nesprávný vstupní nástroj!

source: Recent
cs: Nedávné

source: Executed list [%d]
cs: Seznam spouštění [%d]

source: Executed list
cs: Seznam spouštění

source: Error find %s tool! Cannnot continue.
cs: Chyba hledání nástroje %s ! Nemohu pokračovat.

source: Toolbox
cs: Sada nástrojů

source: Toolboxes
cs: Sady nástrojů

source: Show Help
cs: Zobrazit nápovědu

source: Hide Help
cs: Skrýt nápovědu

source: (Field No %d)
cs: (Pole č. %d)

source: Tool Execute View
cs: Zobrazení spuštění nástroje

source: Priority
cs: Priorita

source: Tool name
cs: Název nástroje

source: Start
cs: Spustit

source: Finish
cs: Hotovo

source: Done %
cs: Hotovo %

source: Last message
cs: Poslední zpráva

source: Unsupported data!
cs: Nepodporovaná data!

source: Show tool dialog
cs: Zobrazit dialog nástroje

source: Show execution dialog
cs: Zobrazit dialog spuštění

source: Stop
cs: Zastavit

source: Show tool config dialog
cs: Zobrazit dialog nastavení nástroje

source: Show task execution dialog
cs: Zobrazit dialog spuštění úlohy

source: Start task
cs: Spustit úlohu

source: Stop task
cs: Zastavit úlohu

source: Task
cs: Úloha

source: Tool
cs: Nástroj
