Repository: nakijun/wxgis
Catalog: loc/*/geoprocessing.po
Languages: cs

source: Compute statistics
cs: Vypočítat statistiky

source: Data Management Tools/Raster
cs: Nástroje správy dat/Rastr

source: Source raster
cs: Zdrojový rastr

source: Compute statistics based on overviews or a subset of all tiles
cs: Vypočítat statistiky založené na pyramidách nebo subsadách všech dlaždic

source: Unexpected error occurred
cs: Došlo k neočekávané chybě

source: Error getting catalog object
cs: Chyba při získávání objektu katalogu

source: Error getting source object
cs: Chyba při získávání zdrojového objektu

source: Source object is of incompatible type
cs: Zdrojový objekt není kompatibilního typu

source: Source dataset is of incompatible type
cs: Zdrojový dataset není kompatibilního typu

source: Error getting raster
cs: Chyba při získávání rastru

source: Proceed band %d
cs: Zpracován kanál %d

source: ComputeStatistics failed! GDAL error: %s
cs: ComputeStatistics selhal! Chyba GDAL: %s

source: Band %d: min - %.2f, max - %.2f, mean - %.2f, StdDev - %.2f
cs: Kanál %d: min - %.2f, max - %.2f, střed - %.2f, SmOdch - %.2f

source: Create overviews
cs: Vytvořit pyramidy

source: Pixel interpolation
cs: Interpolace pixelů

source: Nearest
cs: Nejbližší

source: Cubic
cs: Kubická

source: Average
cs: Průměr

source: Mode
cs: Modus

source: Average magphase
cs: Průměrná magphase

source: None
cs: Nic

source: Overview compression
cs: Komprese pyramid

source: Overview levels
cs: Úrovně pyramid

source: The GxCatalog is undefined type (not inherited from IGxObjectContainer)
cs: GxCatalog je nedefinovaného typu (nezděděn z IGxObjectContainer)

source: There is no GxObject for path %s
cs: Není zde žádný GxObject pro cestu %s

source: The input path is not GxDataset (Path %s)
cs: Vstupní cesta není GxDataset (cesta %s)

source: The input path is not RasterDataset (Path %s)
cs: Vstupní cesta není RasterDataset (cesta %s)

source: Failed open input path: %s
cs: Selhalo otevření vstupní cesty: %s)

source: The levels list is empty
cs: Seznam úrovní je prázdný

source: BuildOverviews failed! GDAL error: %s
cs: BuildOverviews selhalo! GDAL chyba: %s

source: Export vector file (single)
cs: Exportovat vektorový soubor (jeden)

source: Conversion Tools/Vector
cs: Převodní nástroje/Vektor

source: Source feature class
cs: Zdrojová třída prvků

source: Destination feature class
cs: Cílová třída prvků

source: Cannot export to the same format
cs: Nemohu exportovat do stejného formátu

source: Error get source object
cs: Chyba získání zdrojového objektu

source: The source object is of incompatible type
cs: Zdrojový objekt není kompatibilního typu

source: The source dataset is of incompatible type
cs: Zdrojový dataset není kompatibilního typu

source: Error reading dataset definition
cs: Chyba čtení definice datasetu

source: Error getting selected destination filter
cs: Chyba získání vybraného cílového filtru

source: Geometry Vertices To Points
cs: Geometrické uzly do bodů

source: Create Ortho-Corrected Raster
cs: Vytvořit orto-korigovaný rastr

source: Destination raster
cs: Cílový rastr

source: DEM raster
cs: DEM rastr

source: Constant elevation value or base value to the DEM
cs: Konstatní nadmořská výška nebo základní hodnota pro DEM

source: Scaling factor to convert elevation values
cs: Škálovací faktor pro převod hodnot nadmořské výšky

source: Elevation values interpolation
cs: Interpolace hodnot nadmořské výšky

source: Bilinear
cs: Bilineární

source: Error get destination object
cs: Chyba získání cílového objektu

source: The raster has no bands
cs: Rastr nemá kanály

source: Error CreateGenImgProjTransformer. GDAL Error: %s
cs: Chyba CreateGenImgProjTransformer. GDAL chyba: %s

source: Error determining output raster size. GDAL Error: %s
cs: Chyba určení velikosti cílového rastru. GDAL chyba: %s

source: Error creating output raster. GDAL Error: %s
cs: Chyba vytváření výstupního rastru. GDAL chyba: %s

source: OrthoCorrect failed! GDAL error: %s
cs: Orto-korekce selhala! GDAL chyba: %s

source: Project vector file (single)
cs: Promítnout vektorový soubor (jeden)

source: Projections and Transformations/Vector
cs: Projekce a Transformace/Vektor

source: Spatial reference
cs: Prostorová reference

source: Unsupported Spatial Reference
cs: Nepodporovaná prostorová reference

source: Write shapes coordinates to text file
cs: Zapsat souřadnice objektů do textového souboru

source: Source table
cs: Zdrojová tabulka

source: Coordinates format mask to write to text file
cs: Maska formátu souřadnic pro zápis do textového souboru

source: Swap XY coordinates
cs: Prohodit souřadnice XY

source: Destination text file
cs: Cílový textový soubor

source: Text file
cs: Textový soubor

source: Invalid format mask
cs: Neplatná maska formátu

source: Calculate mean column data
cs: Vypočítat průměrná data sloupce

source: Statistics Tools/Table
cs: Statistické nástroje/Tabulka

source: Source fields and operations
cs: Zdrojová pole a operace

source: Field name
cs: Název pole

source: Operation
cs: Operace

source: Destination table
cs: Cílová tabulka

source: The input path is not wxGISTable (Path %s)
cs: Vstupní cesta není wxGISTable (cesta %s)

source: Failed get table structure (Path %s)
cs: Selhalo získání struktury tabulky (cesta %s)

source: Exclude field
cs: Vyloučit pole

source: Base field
cs: Základní pole

source: Mean value
cs: Průměrná hodnota

source: Minimum value
cs: Minimální hodnota

source: Maximum value
cs: Maximální hodnota

source: Sum of values
cs: Součet hodnot

source: The base field count should be 1 (current count is %d)
cs: Základní počet polí by měl být 1 (aktuální počet je %d)

source: The driver '%s' is not available! OGR error:
cs: Ovladač '%s' není k dispozici! OGR chyba:

source: Error create the output file '%s'! OGR error:
cs: Chyba vytváření výstupního souboru '%s'! OGR chyba:

source: Layer_
cs: Vrstva_

source: Error create the output layer '%s'! OGR error:
cs: Chyba vytváření výstupní vrstvy '%s'! OGR chyba:

source: Calculate mean values for columns. Source dataset %s. Destination dataset %s
cs: Vypočítat průměrné hodnoty pro sloupce. Zdrojový dataset %s. Cílový dataset %s

source: Error creating new dataset! OGR error:
cs: Chyba vytváření nového datasetu! OGR chyba:

source: Remains
cs: Zůstává

source: %H hour(s) %M min. %S sec.
cs: %H hodin %M min. %S sek.

source: Create %s object failed!
cs: Vytváření objektu %s selhalo!

source: Executing (%s)
cs: Spouštím (%s)

source: Parameters:
cs: Parametry:

source: Start Time: %s
cs: Čas zahájení: %s

source: An error occured while executing %s. Failed to execute (%s).
cs: Při spouštení %s došlo k chybě. Selhalo spuštění (%s).

source: Error!
cs: Chyba!

source: Executed (%s) successfully
cs: Spuštení (%s) bylo úspěšné

source: Done
cs: Provedeno

source: End Time: %s (Elapsed Time: %s)
cs: Čas ukončení: %s (uplynulý čas: %s)

source: %H hours %M min. %S sec.
cs: %H hodin %M min. %S sek.

source: Start CopyRows from '%s' to '%s'
cs: Spustit CopyRows z '%s' do '%s'

source: Interrupted by user
cs: Přerušeno uživatelem

source: Error create feature! OGR error:
cs: Chyba vytváření prvku! OGR chyba:

source: Error copying data to a new dataset! OGR error:
cs: Chyba kopírování dat do nového datasetu! OGR chyba:

source: Exporting %s to %s
cs: Exportuji %s do %s

source: Input spatial reference is not defined!
cs: Vstupní prostorová reference není definována!

source: Error read dataset definition
cs: Chyba čtení definice datasetu

source: _point
cs: _bod

source: _line
cs: _linie

source: _mpoint
cs: _mbod

source: _mline
cs: _mlinie

source: Input feature class has multi geometry but output doesn't support it!
cs: Vstupní vektorová třída má mnohonásobné geometrie ale výstup je nepodporuje!

source: Projecting %s to %s
cs: Promítám %s do %s

source: Input spatial reference is not defined! OGR error:
cs: Vstupní prostorová reference není definována! OGR chyba:

source: Output spatial reference is not defined! OGR error:
cs: Výstupní prostorová reference není definována! OGR chyba:

source: The Spatial references are same! Nothing project
cs: Prostorové reference jsou totožné! Nic k promítnutí

source: The unknown transformation! OGR Error:
cs: Neznámá transformace! OGR chyba:

source: Start projecting
cs: Zahajuji promítání

source: Error project feature #%d
cs: Chyba projekce prvku #%d

source: Convert geometry vertices to point. Source dataset %s. Destination dataset %s
cs: Převést geometrické uzly na body. Zdrojový dataset %s. Cílový dataset %s

source: Proceed No. %d Geometry
cs: Zpracována geometrie č. %d

source: Unsupported geometry type
cs: Nepodporovaný typ geometrie

source: Geometry No. %d added
cs: Geometrie č. %d přidána

source: Failed add point No. %d
cs: Selhalo přidání bodu č. %d

source: Error create text file! Path '%s'. OGR error:
cs: Chyba při vytváření textového souboru! Cesta '%s'. OGR chyba:

source: Conversion Tools
cs: Převodní nástroje

source: Vector
cs: Vektor

source: Data Management Tools
cs: Nástroje správy dat

source: Raster
cs: Rastr

source: Statistics Tools
cs: Statistické nástroje
