Repository: nakijun/wxgis
Catalog: loc/*/geoprocess.po
Languages: cs

source: Failed to initialize the wxWidgets library, aborting.
cs: Selhalo spuštění knihovny wxWidgets, přerušuji.

source: Show this help message
cs: Zobrazit tuto zprávu nápovědy

source: The version of this program
cs: Verze tohoto programu

source: The tool name
cs: Název nástroje

source: The tool parameters
cs: Parametry nástroje

source: The wxGISGeoprocess (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
cs: The wxGISGeoprocess (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011

source: The wxGISGeoprocess (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
cs: The wxGISGeoprocess (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011

source: Get wxGISToolbox config failed!
cs: Selhalo získání konfigu wxGISToolbox!

source: Get Geoprocessing tool %s failed!
cs: Získání nástroje zpracování geodat %s selhalo!

source: Set Geoprocessing tool %s parameters failed!
cs: Nastavení parametrů nástroje zpracování geodat %s selhalo!

source: Geoprocessing tool %s validation failed!
cs: Ověření nástroje zpracování geodat %s selhalo!
