Repository: nakijun/wxgis
Catalog: loc/*/srv_networking.po
Languages: cs, ru

source: wxServerUDPNotifier: Invalid address - %s
cs: wxServerUDPNotifier: Neplatná adresa - %s
ru: wxServerUDPNotifier: Неверный адрес - %s

source: wxServerTCPWaitAccept: Invalid address -- %s
cs: wxServerTCPWaitAccept: Neplatná adresa -- %s
ru: wxServerTCPWaitAccept: Неверный адрес -- %s

source: wxServerTCPWaitAccept: Could not listen at the specified port! Port number - %d
cs: wxServerTCPWaitAccept: Nemohu naslouchat na určeném portu! Číslo portu - %d
ru: wxServerTCPWaitAccept: Невозможно открыть порт! Номер порта - %d

source: wxServerTCPWaitAccept: Listening...
cs: wxServerTCPWaitAccept: Naslouchám...
ru: wxServerTCPWaitAccept: Ожидание подключения...

source: wxServerTCPWaitAccept: New client connection accepted. Address - %s
cs: wxServerTCPWaitAccept: Připojení nového klienta přijato. Adresa - %s
ru: wxServerTCPWaitAccept: Новое подключение. Адрес - %s

source: wxServerTCPWaitAccept: To many connections! Connection to address - %s is not established
cs: wxServerTCPWaitAccept: Příliš mnoho připojení! Připojení k adrese - %s nebylo ustanoveno
ru: wxServerTCPWaitAccept: Слишком много соединений! Подключение с адреса - %s не установлено

source: To many connections!
cs: Příliš mnoho připojení!
ru: Слишком много соединений!

source: %s: Wait %s Thread 0x%lx started (priority = %u)
cs: %s: Čekám %s Vlákno 0x%lx spuštěno (priorita = %u)
ru: %s: Поток ожидания %s 0x%lx запущен (приоритет = %u)

source: %s: Plugin is started...
cs: %s: Zásuvný modul je spuštěn...
ru: %s: Модуль загружается...

source: %s: Plugin is shutdown...
cs: %s: Zásuvný modul je vypnut...
ru: %s: Модуль выгружается...
