Repository: nakijun/wxgis
Catalog: loc/*/srv_framework.po
Languages: cs

source: wxGISAuthService: Plugin %s initialize
cs: wxGISAuthService: Spouštění zásuvného modulu %s

source: wxGISAuthService: Error initializing plugin %s
cs: wxGISAuthService: Chyba spouštění zásuvného modulu %s

source: wxGISAuthService: Service started
cs: wxGISAuthService: Služba spuštěna

source: wxGISAuthService: Service stopped
cs: wxGISAuthService: Služba zastavena

source: Login failed: user '%s'
cs: Přihlášení selhalo: uživatel '%s'

source: wxGxServerCatalog: Service started
cs: wxGxServerCatalog: Služba spuštěna

source: wxGxServerCatalog: Service stopped
cs: wxGxServerCatalog: Služba zastavena

source: wxRxCatalog: Root Object %s initialize
cs: wxRxCatalog: Spouštění kořenového objektu %s

source: wxRxCatalog: Error initializing Root Object %s
cs: wxRxCatalog: Chyba spouštění kořenového objektu %s

source: wxGISNetworkService: %s Queue thread 0x%lx started
cs: wxGISNetworkService: %s Vlákno fronty 0x%lx spuštěno

source: wxGISNetworkService: Plugin %s initialize
cs: wxGISNetworkService: Spouštění zásuvného modulu %s

source: wxGISNetworkService: Error initializing plugin %s
cs: wxGISNetworkService: Chyba spouštění zásuvného modulu %s

source: wxGISNetworkService: Service started
cs: wxGISNetworkService: Služba spuštěna

source: wxGISNetworkService: Service stopped
cs: wxGISNetworkService: Služba zastavena

source: Peer #%d disconected (%d peers is stil connected)
cs: Člen #%d odpojen (%d členů stále připojeno)

source: wxGISWorkPlugin: Library %s loaded
cs: wxGISWorkPlugin: Knihovna %s načtena

source: wxGISWorkPlugin: Error loading library %s
cs: wxGISWorkPlugin: Chyba při načítání knihovny %s

source: wxGISWorkPlugin: System dir is absent! Lookup path '%s'
cs: wxGISWorkPlugin: Systémová složka chybí! Prohledávaná cesta '%s'

source: wxGISWorkPlugin: Failed to get log dir
cs: wxGISWorkPlugin: Selhalo získání složky výpisů

source: wxGISWorkPlugin: Failed to open log file %s
cs: wxGISWorkPlugin: Selhalo otevření souboru výpisů %s

source: HOST '%s': OS desc - %s, free memory - %u Mb
cs: HOST '%s': OS popis - %s, volná paměť - %u Mb

source: wxGISWorkPlugin: Initializing...
cs: wxGISWorkPlugin: Spouštím...

source: wxGISWorkPlugin: Log file: %s
cs: wxGISWorkPlugin: Soubor výpisů: %s

source: wxGISWorkPlugin: Initialize locale
cs: wxGISWorkPlugin: Spouštím lokalizaci

source: wxGISWorkPlugin: Language set to %s
cs: wxGISWorkPlugin: Jazyk nastaven na %s

source: Start network service failed!
cs: Spuštění síťové služby selhalo!

source: wxTCPNetworkPlugin: Invalid address - %s
cs: wxTCPNetworkPlugin: Neplatná adresa - %s

source: wxTCPNetworkPlugin: Could not listen at the specified port! Port number - %d
cs: wxTCPNetworkPlugin: Nemohu naslouchat na určeném portu! Číslo portu - %d

source: wxTCPNetworkPlugin: New client connection accepted. Address - %s
cs: wxTCPNetworkPlugin: Připojení nového klienta přijato. Adresa - %s

source: Connection accepted
cs: Připojení přijato

source: wxTCPNetworkPlugin: To many connections! Connection is not established
cs: wxTCPNetworkPlugin: Příliš mnoho připojení! Připojení nebylo ustanoveno

source: To many connections! Connection refused
cs: Příliš mnoho připojení! Připojení odmítnuto

source: wxTCPNetworkPlugin: Couldn't accept a new connection
cs: wxTCPNetworkPlugin: Nemohu přijmout nové připojení

source: Wait Connect
cs: Čekám na připojení

source: wxTCPNetworkPlugin: Wait Connect Thread 0x%lx started (priority = %u).
cs: wxTCPNetworkPlugin: Čekám na připojení. Vlákno 0x%lx spuštěno (priorita = %u).

source: wxTCPNetworkPlugin: Plugin is started...
cs: wxTCPNetworkPlugin: Zásuvný modul spuštěn...

source: wxTCPNetworkPlugin: Plugin is shutdown...
cs: wxTCPNetworkPlugin: Zásuvný modul vypnut...
