Repository: nakijun/wxgis
Catalog: loc/*/srv_app.po
Languages: cs

source: Failed to initialize the wxWidgets library, aborting.
cs: Selhalo spuštění knihovny wxWidgets, přerušuji.

source: Show this help message
cs: Zobrazí tuto zprávu nápovědy

source: The version of this program
cs: Verze tohoto programu

source: Run the wxGIS Server in standalone mode. Press 'q' to quit.
cs: Spustit službu wxGIS Server v samostatném režimu. Stiskněte 'q' pro vypnutí.

source: Install wxGIS Server as service
cs: Nainstalovat wxGIS Server jako službu

source: Uninstall wxGIS Server service
cs: Odinstalovat službu wxGIS Server

source: Start wxGIS Server service
cs: Spustit službu wxGIS Server

source: The wxGIS Server (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
cs: wxGIS Server (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011

source: The wxGIS Server (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
cs: wxGIS Server (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011

source: Press 'q' to quit.
cs: Stiskněte 'q' pro vypnutí.

source: Starting service...
cs: Spouštím službu...

source: %s is already installed
cs: %s je již nainstalován

source: %s is not installed
cs: %s není nainstalován

source: %s installed
cs: %s nainstalován

source: Could not remove %s. Error %d
cs: Nemohu odstranit %s. Chyba %d

source: %s removed. (You must delete the file (%s) yourself.)
cs: %s odstraněno. (musíte ještě smazat přímo soubor (%s))
