Repository: nakijun/wxgis
Catalog: app_loc/*/catalogui.po
Languages: cs, pt

source: &Up One Level
cs: &O úroveň výše
pt: &Subir um nível

source: &Connect folder
cs: &Připojit složku
pt: &Ligar à directoria

source: &Disconnect folder
cs: &Odpojit složku
pt: &Desligar directoria

source: Location
cs: Umístění
pt: Localização

source: Delete
cs: Smazat
pt: Eliminar

source: Back
cs: Zpět
pt: Retroceder

source: Forward
cs: Vpřed
pt: Avançar

source: Create folder
cs: Vytvořit složku
pt: Criar directoria

source: Rename
cs: Přejmenovat
pt: Renomear

source: Refresh
cs: Obnovit
pt: Actualizar

source: Properties
cs: Vlastnosti
pt: Propriedades

source: Copy
cs: Kopírovat
pt: Copiar

source: Cut
cs: Vyjmout
pt: Cortar

source: Paste
cs: Vložit
pt: Colar

source: Catalog
cs: Katalog
pt: Catálogo

source: New
cs: Nový
pt: Novo

source: Edit
cs: Upravit
pt: Editar

source: Miscellaneous
cs: Různé
pt: Miscelânea

source: [No category]
cs: [Bez kategorie]
pt: [Sem categoria]

source: Select parent element
cs: Zvolte rodičovský prvek
pt: Selecionar parâmetros do elementos

source: Connect folder
cs: Připojit složku
pt: Ligar à directoria

source: Disconnect folder
cs: Odpojit složku
pt: Desligar directoria

source: Set or get location
cs: Nastavit nebo získat umístění
pt: Definir ou obter localização

source: Delete item
cs: Smazat položku
pt: Eliminar item

source: Go to previous location
cs: Jít na předchozí umístění
pt: Ir para a localização anterior

source: Go to next location
cs: Jít na následující umístění
pt: Ir para a próxima localização

source: Rename item
cs: Přejmenovat položku
pt: Mudar o nome

source: Refresh item
cs: Obnovit položku
pt: Actualizar item

source: Item properties
cs: Vlastnosti položky
pt: propriedades do item

source: Copy item(s)
cs: Kopírovat položku/y
pt: Copiar item(s)

source: Cut item(s)
cs: Vyjmout položku/y
pt: Cortar item(ns)

source: Paste item(s)
cs: Vložit položku/y
pt: Colar item(ns)

source: Choose a folder to connect
cs: Zvolte složku k připojení
pt: Selecionar directoria de ligação

source: Do you really want to delete %d item(s)
cs: Opravdu chcete smazat %d položek
pt: Deseja eliminar este item(s)?

source: Delete confirm
cs: Potvrdit smazání
pt: confirmar eliminar?

source: The result of operation cannot be undone! The deleted items will remove from disk and will not put to the recycled bin.
cs: Výsledek operace nemůže být vrácen zpět! Smazané položky budou odstraněny z disku a nebudou umístěny do koše.
pt: O resultado desta operação não pode ser desfeito! |nOs elementos eliminados vão ser removidos do disco e não serão enviados para a reciclagem

source: Cannot delete '%s' Continue?
cs: Nemohu smazat '%s' Pokračovat?
pt: Não é possível eliminar '%s' Continuar?

source: Error
cs: Chyba
pt: Erro

source: Can't open clipboard
cs: Nemohu otevřít schránku
pt: Não é possível abrir área de transferência

source: Can't copy file(s) to the clipboard
cs: Nemohu zkopírovat soubor(y) do schránky
pt: Não é possível copiar ficheiro(s) para a área de trnsferência

source: Can't move file(s) to the clipboard
cs: Nemohu vyjmout soubor(y) do schránky
pt: Não é possível mover ficheiro(s) para a área de trnsferência

source: New folder
cs: Nová složka
pt: Nova directoria

source: Create folder error!
cs: Chyba vytváření složky!
pt: Erro ao criar nova directoria!

source: Up One Level
cs: O úroveň výše
pt: Subir um nível

source: Delete selected item
cs: Smazat vybranou položku
pt: Eliminar item selecionado

source: Create new folder
cs: Vytvořit novou složku
pt: criar nova directoria

source: Rename selected item
cs: Přejmenovat vybranou položku
pt: Mudar o nome do item selecionado

source: Refresh selected item
cs: Obnovit vybranou položku
pt: Actualizar item selecionado

source: Show properties of selected item
cs: Zobrazit vlastnosti vybrané položky
pt: Mostrar propriedades do item selecionado

source: Copy selected item(s)
cs: Kopírovat vybranou položku/y
pt: Copiar item(ns) selecionado

source: Cut selected item(s)
cs: Vyjmout vybranou položku/y
pt: Cortar item(ns) selecionado

source: Paste selected item(s)
cs: Vložit vybranou položku/y
pt: Colar item(ns) selecionado

source: Path:
cs: Cesta:
pt: Caminho:

source: &Remote connection
cs: &Vzdálené připojení
pt: &Ligação remota

source: Create new remote connection
cs: Vytvořit nové vzdálené připojení
pt: Criar nova ligação remota

source: new remote connection
cs: nové vzdálené připojení
pt: Nova ligação remota

source: wxGxApplication: Create and init catalog
cs: wxGxApplication: Vytvářím a spouštím katalog
pt: wxGxApplication: Сriar e iniciar novo catálogo

source: wxGxApplication: Start. Creating main application frame...
cs: wxGxApplication: Start. Vytvářím hlavní okno aplikace...
pt: wxGxApplication: Iniciar. Creando frame principal da aplicação...

source: wxGxApplication: Error finding <views> XML Node
cs: wxGxApplication: Chyba při hledání XML uzlu <views>
pt: wxGxApplication: Erro ao enconrtrar <views> XML Node

source: Tree Pane
cs: Panel stromu
pt: Painel "árvore"

source: wxGxApplication: View class %s initialise
cs: wxGxApplication: Spouštění třídy zobrazení %s
pt: wxGxApplication: Ver classe %s iniciar

source: wxGxApplication: Error activation IGxView class (%s)
cs: wxGxApplication: Chyba při aktivaci třídy IGxView (%s)
pt: wxGxApplication: Erro de activação IGxView classe (%s)

source: wxGxApplication: Error creating view %s
cs: wxGxApplication: Chyba při vytváření zobrazení %s
pt: wxGxApplication: Erro ao criar vista %s

source: wxGxApplication: Creation complete
cs: wxGxApplication: Vytváření hotovo
pt: wxGxApplication: criação completa

source: Select export format
cs: Zvolte formát exportu
pt: Selecionar formato de exportação

source: Combo!
cs: Kombo!

source: Create container
cs: Vytvořit kontejner
pt: Criar ficheiro de destino

source: Select
cs: Vybrat
pt: Selecionar

source: Cancel
cs: Storno
pt: Cancelar

source: All listed filters
cs: Všechny uvedené filtry
pt: Todos os filtros

source: All items
cs: Všechny položky
pt: Todos os Itens

source: Name
cs: Název
pt: Nome

source: Type
cs: Typ
pt: Tipo

source: Rename failed!
cs: Přejmenování selhalo!
pt: Falha ao mudar o nome!

source: Operation '%s' failed! GDAL error: %s
cs: Operace '%s' selhala! Chyba GDAL: %s
pt: Operação'%s' falhou! Erro do GDAL: %s

source: Open
cs: Otevřít
pt: Abrir

source: wxGxDiscConnections: Add folder connection [%s]
cs: wxGxDiscConnections: Přidat připojení ke složce [%s]
pt: wxGxDiscConnections: Adicionar ligação a directoria[%s]

source: %s %d objects (files)
cs: %s %d objektů (souborů)

source: Move
cs: Přesunout
pt: Mover

source: Begin operation...
cs: Zahájit operaci...
pt: Iniciar operação...

source: %s %d object (file) from %d
cs: %s %d objekt (soubor) z %d

source: Geography View
cs: Geografické zobrazení
pt: Vista Geográfica

source: NoView
cs: Žádné zobrazení
pt: Nenhuma vista

source: Selection cannot be viewed
cs: Výběr nemůže být zobrazen
pt: Seleção não pode ser vista

source: Look in:
cs: Podívat se do:
pt: Procurar em:

source: Name:
cs: Název:
pt: Nome:

source: Activate
cs: Aktivovat
pt: Activar

source: Show of type:
cs: Zobrazit typ:
pt: Mostrar do tipo:

source: Save
cs: Uložit
pt: Salvar

source: Cannot choose item(s)
cs: Nemohu vybrat položku/y!
pt: Não é possível escolher item(ns)

source: Cannot save item!
cs: Nemohu uložit položku!
pt: Não é possível salvar item!

source: Item exists! Overwrite?
cs: Položka již existuje! Přepsat?
pt: Item existe! Escrever por cima?

source: Question
cs: Dotaz
pt: Questão

source: What top level entries do you want the Catalog to contain?
cs: Jaké záznamy nejvyšší úrovně chcete mít v Katalogu?
pt: Quais as entradas de nível elevado que deseja que o catálogo contenha?

source: Which types of data do you want the Catalog to show?
cs: Jaké typy dat chcete, aby Katalog zobrazoval?
pt: Que tipos de dados deseja que o catálogo mostre?

source: Hide file extensions
cs: Skrýt přípony souborů
pt: Esconder a extensão dos ficheiros

source: Return to last location when wxGISCatalog start up
cs: Při startu Katalogu se vrátit do posledního umístění
pt: Regressar à última localização quando wxGISCatalog iniciar

source: Show hidden items
cs: Zobrazit skryté položky
pt: Mostrar itens ocultos

source: Connect failed!
cs: Připojení selhalo!
pt: Ligação falhou!

source: Table View
cs: Tabulkové zobrazení
pt: Ver Tabela

source: wxGxTab: View class %s in '%s' tab initialise
cs: wxGxTab: Třída zobrazení %s v záložce '%s' inicializována

source: wxGxTab: Error creating view %s
cs: wxGxTab: Chyba vytvážení zobrazení %s
pt: wxGxTab: Erro ao criar vista %s

source: Preview:
cs: Náhled:
pt: Previsualizar:

source: Rename error!
cs: Chyba přejmenování!
pt: Erro ao mudar o nome!

source: [Menus]
cs: [Меnu]

source: New menu
cs: Nové menu
pt: Novo Menu

source: Statistics
cs: Statistika
pt: Estatísticas

source: Overviews
cs: Pyramidy

source: Item
cs: Položka

source: Data Source
cs: Datový zdroj
pt: Fonte dos Dados

source: Raster
cs: Rastr

source: Folder
cs: Složka
pt: Directoria

source: Files
cs: Soubory
pt: Ficheiros

source: None associated
cs: Bez asociace
pt: Nenhum associado

source: File %d
cs: Soubor %d
pt: Ficheiro %d

source: Total size
cs: Celková velikost
pt: Tamanho total

source: Driver
cs: Ovladač
pt: Controlador

source: Information
cs: Informace
pt: Informação

source: Columns and Rows
cs: Sloupce a řádky
pt: Colunas e Linhas

source: Number of bands
cs: Počet kanálů
pt: Número de bandas

source: Cell size (X, Y)
cs: Velikost buňky (X, Y)
pt: Tamanho das células (X, Y)

source: GeoTransform
cs: Koeficient transformace
pt: Geo transformação

source: Present (click to rebuild)
cs: Přítomen (klikněte pro znovuvytvoření)
pt: Presente (clicar para reconstruir)

source: Absent (click to build)
cs: Chybí (klikněte pro vytvoření)
pt: Ausente (clicar para reconstruir)

source: Extent
cs: Rozsah
pt: Extensão

source: Top
cs: Vršek
pt: Topo

source: Left
cs: Vlevo
pt: Esquerda

source: Right
cs: Vpravo
pt: Direita

source: Bottom
cs: Spodek
pt: Fundo

source: Image Structure Metadata
cs: Metadata struktury obrazu
pt: Estrutura de metadados da imagem

source: Subdatasets
cs: Subdatasety
pt: subconjuntos

source: Geolocation
cs: Geolokace
pt: Geolocalização

source: GCP data
cs: Data kontrolních bodů (GCP)
pt: Dados dos pontos de controlo (GCP)

source: GCP Projection
cs: Projekce kontrolních bodů (GCP)
pt: Projecção dos pontos de controlo (GCP)

source: Undefined
cs: Nedefinováno
pt: Indefinido

source: Statistics details
cs: Detaily statistiky
pt: Detalhes das estatísticas

source: Band %d
cs: Kanál %d
pt: Banda %d

source: Block
cs: Blok
pt: Bloco

source: Description
cs: Popis
pt: Descrição

source: Mean
cs: Střed
pt: Média

source: Std Dev
cs: SmOdch.
pt: Desvio padrão

source: NoData Value
cs: NoData hodnota
pt: Valor a atribuir a células sem informação

source: arbitrary
cs: libovolný
pt: arbitrariedade

source: Overview %d
cs: Pyramidová vrstva %d

source: Mask Flags
cs: Značky masky

source: Overviews of mask band
cs: Pyramidy maskovacího kanálu
pt: Overviews da máscara de banda

source: Unit Type
cs: Typ jednotky
pt: Tipo de unidades

source: Categories
cs: Kategorie
pt: Categorias

source: Scale
cs: Měřítko
pt: Escala

source: Offset
cs: Odsazení

source: Color Table
cs: Barevná tabulka
pt: Tabela de cores

source: %s with %d entries
cs: %s s %d záznamy
pt: %s сom %d entradas

source: Raster Attribute Table
cs: Atributová tabulka rastru
pt: Tabela de atributos raster

source: Toolboxes
cs: Panely nástrojů
pt: Caixas de ferramentas

source: Error find IToolManagerUI interface! The wxGxRootToolbox Catalog root item is not loaded or not inherited from IToolManagerUI interface. Cannnot continue.
cs: Chyba při hledání rozhraní IToolManagerUI! Kořenová položka wxGxRootToolbox není načtena ani zděděna z rozhraní IToolManagerUI. Nemohu pokračovat.
pt: Erro ao encontrar IToolManagerUI interface! O item de raíz do wxGxRootToolbox não está carregado nem foi herdado de IToolManagerUI Interface. Impossível continuar

source: Error find %s tool! Cannnot continue.
cs: Chyba při hledání nástroje %s! Nemohu pokračovat.
pt: Erro ao encontrar a ferramenta %s. Impossível continuar.

source: Wrong tool (%s)! Cannnot continue.
cs: Nesprávný nástroj (%s)! Nemohu pokračovat.
pt: Ferramenta errada (%s)! Impossível continuar.

source: Database:
cs: Databáze:
pt: Base de dados:

source: Account
cs: Účet
pt: Conta

source: User:
cs: Uživatel:
pt: Utilizador:

source: Password:
cs: Heslo:
pt: Palavra passe:

source: Use binary cursor
cs: Použít binární kurzor
pt: Utilizar cursor binário

source: Test Connection
cs: Otestovat připojení
pt: Testar ligação

source: Crypt password failed!
cs: Šifrování hesla selhalo!
pt: Encriptação da palavra chave falhou!

source: Connection create failed!
cs: Vytvoření připojení selhalo!
pt: Criação da ligação falhou!

source: Some input values are not correct!
cs: Některé vstupní hodnoty nejsou správné!
pt: Alguns dos valores de entrada não estão corretos!

source: Operation '%s' failed! Host '%s', Database name '%s', Port='%s'. OGR error: %s
cs: Operace '%s' selhala! Host '%s', Název databáze '%s', Port='%s'. Chyba OGR: %s
pt: Operação '%s'! falhou! Host '%s', Base de dados '%s', Porto='%s'. Erro do OGR: %s

source: Connected successuful!
cs: Připojení bylo úspěšné!
pt: Ligação bem sucedida!

source: Coordinate System
cs: Souřadnicový systém
pt: Sistema de coordenadas

source: Geographic Coordinate System
cs: Geografický souřadnicový systém
pt: Sistema de coordenadas geográficas

source: Projection
cs: Projekce
pt: Projecção

source: Parameters
cs: Parametry
pt: Parâmetros

source: Linear unit
cs: Lineární jednotka
pt: Unidade linear

source: Meters per unit
cs: Metrů na jednotku
pt: Metros por unidade

source: Spheroid
cs: Sféroid
pt: Esferóide

source: Semimajor Axis
cs: Hlavní poloosa
pt: Semieixo maior

source: Semiminor Axis
cs: Vedlejší poloosa
pt: semieixo menor

source: Inverse Flattering
cs: Inverzní zploštění
pt: Achatamento

source: Angular unit
cs: Úhlová jednotka
pt: Unidade angular

source: Radians per unit
cs: Radiánů na jednotku
pt: Radianos por unidade

source: Prime Meridian
cs: Rovník
pt: Meridiano de referência

source: Longitude
cs: Zeměpisná délka

source: Table
cs: Tabulka
pt: Tabela

source: Create DataSource
cs: Vytvořit datový zdroj
pt: Criar fonte de dados

source: true
cs: pravda
pt: verdadeiro

source: false
cs: nepravda
pt: falso

source: Delete DataSource
cs: Smazat datový zdroj
pt: Eliminar fonte de dados

source: DataSource
cs: Datový zdroj
pt: fonte de dados

source: Layer Count
cs: Počet vrstev
pt: Número de Camadas

source: Layer #%d
cs: Vrstva #%d
pt: Camada №%d

source: Feature count
cs: Počet prvků
pt: Número de entidades

source: FID Column
cs: Pole FID
pt: Coluna FID

source: Layer #%d Fields
cs: Vrstva #%d polí
pt: Atributos %d da camada

source: Width
cs: Šířka
pt: Largura

source: Precision
cs: Přesnost
pt: Precisão

source: Justify
cs: Zarovnat
pt: Justificar

source: Layer #%d Capability
cs: Schopnosti vrstvy #%d
pt: Capacidade %d da camada

source: Random Read
cs: Náhodné čtení
pt: Leitura aleatória

source: Sequential Write
cs: Sekvenční zápis
pt: Escrita sequencial

source: Random Write
cs: Náhodný zápis
pt: Escrita Aleatória

source: Fast Spatial Filter
cs: Rychlý prostorový filtr
pt: Filtro espacial rápido

source: Fast Feature Count
cs: Rychlý součet prvků
pt: Contagem de entidades rápida

source: Fast Get Extent
cs: Rychlé získání rozsahu
pt: Obtenção de extensão rápida

source: Fast Set Next By Index
cs: Rychlé nastavení dalšího podle indexu
pt: Definição rápida de próximo através de indexação

source: Create Field
cs: Vytvořit pole
pt: Criar campo

source: Delete Feature
cs: Smazat prvek
pt: Elimiar entidade

source: Strings As UTF8
cs: Řetězce jako UTF-8
pt: Strings UTF-8

source: Transactions
cs: Transakce
pt: Transacções

source: Ignore Fields
cs: Ignorovat pole
pt: Ignorar campos

source: Vector
cs: Vektor

source: Geometry type
cs: Typ geometrie
pt: Tipos de Geometria

source: Geometry Column
cs: Sloupec geometrie
pt: Coluna das geometrias

source: Layer #%d Extent
cs: Rozsah vrstvy #%d
pt: Extensão da camada

source: View
cs: Zobrazení
pt: Vista

source: Select All
cs: Vybrat vše
pt: Seleccionar tudo

source: Show/Hide Tree pane
cs: Zobrazit/skrýt strom
pt: Mostra/Ocultar árvore das directorias

source: Select view
cs: Vybrat zobrazení
pt: Selecionar vista

source: Select All objects
cs: Vybrat všechny objekty
pt: selecionar todos os objectos

source: List
cs: Seznam
pt: Lista

source: Icons
cs: Ikony
pt: Ícones

source: Smal Icons
cs: Malé ikony
pt: Ícones pequenos

source: Details
cs: Detaily
pt: Detalhes

source: Text file
cs: Textový soubor
pt: Ficheiro de texto

source: Waiting...
cs: Čekám...
pt: Aguaradando...

source: General
cs: Hlavní
pt: Geralk

source: Coordinate Systems Folder
cs: Složka souřadnicového systému
pt: Directoria dos Sistemas de Coordenadas

source: Preview
cs: Náhled
pt: Prévisualizar

source: Remote Database Connection
cs: Připojení ke vzdálené databázi
pt: Ligação a base de dados remota

source: Spatial Reference
cs: Prostorová reference
pt: referência espacial

source: Metadata
pt: Metadados

source: RPC Metadata
pt: Metadados RPC

source: ColorInterp
pt: Interpertração de cor

source: Min
pt: Id='%s', Info='%s', (%.6g,%.6g) -> (%.6g,%.6g,%.6g)

source: Server:
pt: Servidor:

source: Port:
pt: Porto:
