Repository: nakijun/wxgis
Catalog: app_loc/*/catalog.po
Languages: es, pt

source: Overwrite destination object
es: Sobreescribir objeto de destino
pt: Escrever em cima do objecto de destino

source: Failed overwrite destination object
es: Fallo al sobreescribir objeto de destino
pt: Falha ao escrever em cima do objecto de destino

source: Cannot delete item!
es: No puedes borrar el objeto!
pt: Não é possível apagar o item!

source: Error get destination object
pt: Erro ao obter destino do objecto

source: Delete failed! GDAL error: %s, file '%s'
es: Fallo al borrar! Error GDAL: %s, archivo '%s'
pt: Falha ao eliminar! Erro do GDAL: %s, файл '%s'

source: Operation '%s' failed! GDAL error: %s, file '%s'
es: Fallo en la operación '%s'! Error GDAL: %s, archivo '%s'
pt: Operação '%s' Falhou! Erro do GDAL: %s, файл '%s'

source: Rename
es: Renombrar
pt: Mudar o nome

source: wxGxCatalog: ObjectFactory %s initialize
es: wxGxCatalog: iniciar ObjectFactory %s
pt: wxGxCatalog: Fábrica de objectos %s Inciar

source: wxGxCatalog: Error initializing ObjectFactory %s
es: wxGxCatalog: Error iniciando ObjectFactory %s
pt: wxGxCatalog: Erro ao iniciar Fábrica de Objectos %s

source: wxGxCatalog: Root Object %s initialize
es: wxGxCatalog: iniciar Root Object %s initialize
pt: wxGxCatalog: Objecto raíz %s iniciado

source: wxGxCatalog: Error initializing Root Object %s
es: wxGxCatalog: Error iniciando Root Object %s
pt: wxGxCatalog: Erro ao iniciar objecto de raís%s

source: Delete
es: Borrar
pt: Apagar

source: Operation '%s' failed! GDAL error: %s
es: Fallo en la operación '%s'! Error GDAL: %s
pt: Operação'%s' Falhou! Erro do GDAL: %s

source: Open
es: Abrir
pt: Abrir

source: %s table dataset %s
es: %s tabla de datos %s
pt: %s Dados tabulares %s

source: Copy
es: Copiar
pt: copiar

source: %s table dataset %s failed!
es: Fallo en %s tabla de datos %s!
pt: '%s' Dados tabulares '%s' falhou

source: Move
es: Mover
pt: Arrastar

source: Feature class
pt: Classe de Entidade

source: %s feature dataset %s
pt: %s Conunto de Entidades %s

source: %s feature dataset %s failed!
pt: %s Conjunto de entidades '%s' falhou!

source: %s raster dataset %s
es: %s conjunto de datos raster %s
pt: %s Dados Raster %s

source: %s raster dataset %s failed!
pt: '%s'Dados raster '%s' falhou!

source: wxGxDBConnections: The path is set to '%s'
es: wxGxDBConnections: El destino ha sido establecido en '%s'
pt: wxGxDBConnections: Directoria definida para'%s'

source: wxGxDiscConnections: Start scan folder connections
pt: wxGxDiscConnections: Iniciar análise das ligações a diretorias

source: wxGxDiscConnections: Add folder connection [%s]
es: wxGxDiscConnections: Añadir directorio de conexión [%s]
pt: wxGxDiscConnections: Adicionar ligação a diretoria[%s]

source: Copy file
es: Copiar archivo
pt: Copiar ficheiro

source: Move file
es: Mover archivo
pt: Mover ficheiro

source: wxGxPrjFile: GDAL error: %s
es: wxGxPrjFile: Error GDAL: %s
pt: wxGxPrjFile: Erro do GDALL: %s

source: Any items (*.*)
es: Todos los archivos (*.*)
pt: Qualquer Item (*.*)

source: Coordinate Systems (*.prj, *.spr)
es: Sistema de coordenadas (*.prj, *.spr)
pt: Sistema de Coordenadas (*.prj, *.spr)

source: Table (*.dbf, *.tab, *.csv, etc.)
es: Tabla (*.dbf, *.tab, *.csv, etc.)
pt: Tabela (*.dbf, *.tab, *.csv, etc.)

source: MapInfo File (*.tab)
es: Archivo MapInfo (*.tab)
pt: Ficheiro MapInfo (*.tab)

source: MapInfo File (*.mid/*.mif)
es: Archivo MapInfo (*.mid/*.mif)
pt: Ficheiro MapInfo (*.mid/*.mif)

source: KML file (*.kml)
es: Archivo KML (*.kml)
pt: Ficheiro KML (*.kml)

source: KML file (*.kmz)
es: Archivo KML comprimido (*.kmz)
pt: Ficheiro KMZ (*.kmz)

source: AutoCAD DXF file (*.dxf)
es: Archivo AutoCAD DXF (*.dxf)
pt: Ficheiro AutoCAD DXF (*.dxf)

source: Any feature classes (*.*)
pt: Qualquer classe de entidade (*.*)

source: Folder
es: Directorio
pt: Directoria

source: Folder connection
pt: Ligação à directoria

source: Folder connections
pt: Ligações às directorias

source: Windows Device Independent Bitmap (*.bmp)
es: Mapa de bits de Windows (*.bmp)
pt: Windows Device Independent (*.bmp)

source: JPEG image (*.jpeg, *.jfif, *.jpg, *.jpe)
es: Imagen JPEG (*.jpeg, *.jfif, *.jpg, *.jpe)
pt: Imagem JPEG (*.jpeg, *.jfif, *.jpg, *.jpe)

source: dBase file (*.dbf)
es: Archivo dBase (*.dbf)
pt: Ficheiro dBase (*.dbf)

source: MapInfo table File (*.tab)
es: Tabla MapInfo (*.tab)
pt: Ficheiro tabular MapInfo (*.tab)

source: MapInfo table File (*.mif)
es: Tabla MapInfo (*.mif)
pt: Ficheiro tabular MapInfo (*.mid/*.mif)

source: Database table
es: Tabla de Base de Datos
pt: Tabela de Base de Dados

source: KML Dataset
es: Conjunto de datos KML
pt: Dados KML

source: GML Dataset
es: Conjunto de datos GML
pt: Dados GML

source: Copy table dataset
es: Copiar tabla de datos
pt: Copiar dados tabulares

source: Copy table dataset %s failed!
es: ¡Falló al copiar de la tabla de datos %s!
pt: Copiar dados tabulares%s falhou!

source: Move table dataset
es: Mover tabla de datos
pt: Mover dados tabulares

source: Move table dataset %s failed!
es: ¡Falló al mover la tabla de datos %s!
pt: Mover dados tabulares %s falhou!

source: KML Feature class
pt: Classe de dados KML

source: Connection file open failed!
pt: Abertura de ficheiro de concecção falhou!

source: wxGxSpatialReferencesFolder: The path is set to '%s'
es: wxGxSpatialReferencesFolder: El destino ha sido establecido en '%s'
pt: wxGxSpatialReferencesFolder: Directoria definida para %s'

source: Archive folder
es: Archivar directorio
pt: Direcrtoria de arquivo

source: Archive
pt: Arquivo

source: Archives
pt: Arquivos

source: Catalog
es: Catálogo
pt: Catálogo

source: CSV Files
es: Archivos CSV
pt: Ficheiros CSV

source: Table
es: Tabla
pt: Tabela

source: DataBase connections
es: Conexiones a Base de Datos
pt: Ligações a Bases de Dados

source: DataBase connections Folder
es: Conexiones a directorio de Base de Datos
pt: Directoria de ligações a bases de dados

source: Remote DataBase connections
es: Conexiones a Bases de Datos remotas
pt: Ligações remotas a bases de dados

source: Coordinate System
es: Sistema de coordenadas
pt: Sistema de Coordenadas

source: Text file
es: Archivo de texto
pt: Ficheiro de texto

source: Files
es: Archivos
pt: Ficheiros

source: Folders
es: Directorios
pt: Pastas

source: Mapinfo files
es: Archivos Mapinfo
pt: Ficheiros MapInfo

source: PostGIS Table
es: tabla PostGIS
pt: Tabela PostGIS

source: PostGIS Feature Dataset
es: Conjunto de entidades PostGIS
pt: Dados PostGIS

source: Coordiante systems
es: Sistemas de coordenadas
pt: Sistemas de Coordenadas

source: Raster files
es: Archivos raster
pt: Ficheiros Raster

source: Remote Database Connection
es: Conexión a Base de Datos remota
pt: Ligação remota a bases de dados

source: Geographic Coordinate Systems
es: Sistema de coordenadas geográficas
pt: Sistema de Coordenadas Geográficas

source: Projected Coordinate Systems
es: Sistema de coordenadas proyectadas
pt: Sistema de Coordenadas Projectadas

source: Coordinate Systems Folder
es: Directorio de sistemas de coordenadas
pt: Directoria dos Sistemas de Coordenadas

source: Coordinate Systems
es: Sistemas de coordenadas
pt: Sistemas de Coordenadas

source: Vector (*.shp, *.tab, etc.)
es: Vectorial (*.shp, *.tab, etc.)

source: ESRI Shapefile (*.shp)
es: Archivos ESRI SHP (*.shp)

source: Erdas IMAGINE image (*.img)
es: Imagen Erdas IMAGINE (*.img)

source: Portable Network Graphics (*.png)
es: Imagen PNG (*.png)

source: Graphics Interchange Format (*.gif)
es: Imagen GIF (*.gif)

source: EarthWatch raster (*.til)
es: Raster EarthWatch (*.til)

source: Comma Separated Values (*.csv)
es: Valores separados por comas (*.csv)
