Repository: nakijun/wxgis
Catalog: app_loc/*/core.po
Languages: cs, pt

source: Crypt: Failed EVP_EncryptInit!
cs: Crypt: Selhalo EVP_EncryptInit!
pt: Crypt: Falhou EVP_EncryptInit!

source: Crypt: Failed EVP_EncryptUpdate!
cs: Crypt: Selhalo EVP_EncryptUpdate!
pt: Crypt: Falhou EVP_EncryptUpdate!

source: Decrypt: Failed EVP_DecryptInit!
cs: Decrypt: Selhalo EVP_DecryptInit!
pt: Decrypt: Falhou EVP_DecryptInit!

source: Decrypt: Failed EVP_DecryptUpdate!
cs: Decrypt: Selhalo EVP_DecryptUpdate!
pt: Decrypt: Falhou EVP_DecryptUpdate!

source: W
cs: Z

source: S
cs: J

source: E
cs: V
pt: S

source: N
cs: S

source: wxGISAppWithLibs: Library %s loaded
cs: wxGISAppWithLibs: Knihovna %s načtena
pt: wxGISAppWithLibs: Biblioteca %s carregada

source: wxGISAppWithLibs: Error loading library %s
cs: wxGISAppWithLibs: Chyba načítání knihovny %s
pt: wxGISAppWithLibs: Erro ao carregar bibluoteca и %s

source: wxGISInitializer: %s %s is initializing...
cs: wxGISInitializer: %s %s se spouští...
pt: wxGISInitializer: %s %s está a iniciar...

source: wxGISInitializer: System dir is absent! Lookup path '%s'
cs: wxGISInitializer: Chybí systémová složka! Prohledávaná cesta '%s'
pt: wxGISInitializer: Dir de Sistema está ausente! Verifique o caminho%s'

source: wxGISInitializer: Failed to get log dir
cs: wxGISInitializer: Selhalo získání složky výpisů (logů)
pt: wxGISInitializer: Falha ao obter get log fir

source: wxGISInitializer: Failed to open log file %s
cs: wxGISInitializer: Selhalo otevření souboru výpisů (logů) %s
pt: wxGISInitializer: Falha ao abrir log file%s

source: HOST '%s': OS desc - %s, free memory - %u Mb
cs: HOST '%s': OS popis - %s, volná paměť - %u Mb
pt: '%s': ОС desc- %s,Memória livreь - %u Mb

source: wxGISInitializer: Log file: %s
cs: wxGISInitializer: Soubor výpisů: %s
pt: wxGISInitializer: Ficheiro de Log %s

source: wxGISInitializer: Initialize locale
cs: wxGISInitializer: Spouštím lokalizaci
pt: wxGISInitializer: Iniciar Locale

source: wxGISInitializer: Language is set to %s
cs: wxGISInitializer: Jazyk nastaven na %s
pt: wxGISInitializer: Língua definida para %s

source: Stream Wait
cs: Čekám na datový tok
pt: Aguardar fluxo

source: The execution communication is unavalible!
cs: Spuštění komunikace není dostupné!
pt: A comunicação de execução não está disponível!

source: %s: Can't create %s Thread!
cs: %s: Nemohu vytvořit vlákno %s!
pt: %s: Não consegue criar %s Thread!

source: %s: Can't run %s Thread!
cs: %s: Nemohu spustit vlákno %s!
pt: %s: Não consegue executar%s Thread!
