Repository: nakijun/wxgis
Catalog: app_loc/*/datasource.po
Languages: es, pt

source: PreLoad Geometry of
es: Precargar geometría de
pt: Pre carregamento de Gemotrias de

source: Try to connect: host='%s' dbname='%s' port='%s' user='%s'
es: Prueba al conectar: servidor='%s' base de datos='%s' puerto='%s' usuario='%s'
pt: Попытка подключения: хост='%s' dbname='%s' porto='%s' utilizador='%s'

source: wxGISRasterDataset: Open failed! Path '%s'. GDAL error: %s
es: wxGISRasterDataset: ¡Fallo al abrir! Ruta '%s'. Error GDAL: %s
pt: wxGISRasterDataset: Abertura falhou! Путь '%s'. Erro do GDAL: %s

source: wxGISRasterDataset: Open failed! Path '%s'. Raster has no bands
es: wxGISRasterDataset: ¡Fallo al abrir! Ruta '%s'. El raster no tiene bandas
pt: wxGISRasterDataset: Falha ao abrir '%s'. O raster não tem bandas

source: AdviseRead failed! GDAL error: %s
es: ¡Fallo AdviseRead! Error GDAL: %s
pt: Falha AdviseRead! Erro do GDAL: %s

source: RasterIO failed! GDAL error: %s
es: ¡Fallo RasterIO! Error GDAL: %s
pt: Falha no RasterIO! Erro do GDAL: %s

source: Error open input file! OGR error:
es: ¡Error al abrir archivo de entrada! Error OGR:
pt: Erro ao abrir ficheiro de entrada! Erro de Ogr:

source: Error create the output file '%s'! OGR error:
es: ¡Error al crear el fichero de salida '%s'! Error OGR:
pt: Erro ao criar ficheiro de saída! Erro de Ogr:

source: wxGISTable: Open failed! Path '%s'. OGR error: %s
es: wxGISTable: ¡Fallo al abrir! Ruta '%s'. Error OGR: %s
pt: wxGISTable: Abertura falhou! Путь '%s Erro do OGR: %s

source: PreLoad Features of
es: Precargar elementos de
pt: Pre carregamento de entidades de
