Repository: nakijun/wxgis
Catalog: app_loc/*/geoprocess.po
Languages: es, pt

source: Failed to initialize the wxWidgets library, aborting.
es: Fallo al iniciar la librería wxWidgets, abortando.
pt: Falha ao iniciar a biblioteca wxWidgets, abortando.

source: Show this help message
es: Mostrar este mensaje de ayuda
pt: Mostra esta mensagem de ajuda

source: The version of this program
es: La versión de este programa
pt: A versão deste programa

source: The tool name
es: El nombre de la herramienta
pt: O nome da ferramenta

source: The tool parameters
es: Los parámetros de la herramienta
pt: Os praâmetros da ferramenta

source: The wxGISGeoprocess (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
es: wxGISGeoprocess (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
pt: The wxGISGeoprocess (%s) Author: Bishop (também conhecido como Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011

source: The wxGISGeoprocess (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
es: wxGISGeoprocess (%s) Autor: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
pt: The wxGISGeoprocess (%s) Author: Bishop (também conhecido como Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011

source: Get wxGISToolbox config failed!
es: ¡Fallo en al cargar la configuración de wxGISToolbox!
pt: Get wxGISToolbox falhou!

source: Get Geoprocessing tool %s failed!
es: ¡Fallo al cargar la herramienta Geoprocessing %s!
pt: Obter ferramenta de Geoprocessamento %s falhou!

source: Set Geoprocessing tool %s parameters failed!
es: ¡Fallo al establecer los parámetros de la herramienta Geoprocessing %s!
pt: Definir ferramenta de Geoprocessamento %s parâmtros falharam!

source: Geoprocessing tool %s validation failed!
es: ¡Fallo al validar la herramienta Geoprocessing %s!
pt: Ferramenta de Geoprocessamento %s validação falhou!
