Repository: nakijun/wxgis
Catalog: app_loc/*/geoprocessing.po
Languages: es, pt

source: Compute statistics
es: Cálculo de estadísticas
pt: Calcular estatísticas

source: Data Management Tools/Raster
es: Manejo de datos Herramientas/Raster
pt: Gerenciamento de dados/raster

source: Source raster
es: Raster de origen
pt: Raster de origem

source: Compute statistics based on overviews or a subset of all tiles
pt: calcular estatísticas com base em vistas ou num subconjunto de segmentos (tiles)

source: Unexpected error occurred
es: Ocurrió un error inexperado
pt: Ocorreu um erro inesperado

source: Error getting catalog object
es: Error al obtener objeto del catálogo
pt: Erro ao obter catálogo do objecto

source: Error getting source object
es: Error al obtener objeto de origen
pt: Erro ao obter fonte do objecto

source: Source object is of incompatible type
es: El objeto de origen es de tipo incompatible
pt: Objecto de origem é de um tipo incompatível

source: Source dataset is of incompatible type
es: El conjunto de datos de origen es de tipo incompatible
pt: dados de origem é de um tipo incompatível

source: Error getting raster
es: Error al obtener raster
pt: Erro ao obter raster

source: Proceed band %d
pt: Processar banda %d

source: ComputeStatistics failed! GDAL error: %s
es: ¡Fallo al calcular estadísticas! GDAL error: %s
pt: Cálculo de estatísticas falhou! Erro do GDAL: %s

source: Band %d: min - %.2f, max - %.2f, mean - %.2f, StdDev - %.2f
pt: min - %.2f, max - %.2f, média - %.2f, DesvioPadrão - %.2f

source: Create overviews
pt: Criar overviews

source: Pixel interpolation
es: Interpolación del píxel
pt: Interpolação de pixéis

source: Nearest
es: Más cercano
pt: Mais Próximo

source: Cubic
es: Cúbica
pt: Cúibico

source: Average
es: Promedio
pt: Média

source: Mode
es: Modo
pt: Moda

source: Average magphase
pt: Média magophase

source: None
es: Ninguno
pt: Nenhum

source: Overview compression
pt: Compressão de overviews

source: Overview levels
pt: Níveis de overview

source: The GxCatalog is undefined type (not inherited from IGxObjectContainer)
pt: O GxCatalog é de tipo indefinido (não heradado de IGxObjectContainer)

source: There is no GxObject for path %s
es: No hay GxObject de la ruta %s
pt: Não existe GxObject para a directoria %s

source: The input path is not GxDataset (Path %s)
es: La salida no es GxDataset (Ruta %s)
pt: O caminho de entrada não é GxDataset (Path %s)

source: The input path is not RasterDataset (Path %s)
es: La ruta de salida no es RasterDataset (Ruta %s)
pt: O caminho de entrada não contem dados raster (Путь %s)

source: Failed open input path: %s
pt: Falha ao abrir caminho de entrada: %s

source: The levels list is empty
es: La lista de niveles está vacía
pt: A lista de níveis está vazia

source: BuildOverviews failed! GDAL error: %s
pt: Construção de overviews falhou! Erro do GDAL: %s

source: Export vector file (single)
es: Exportar archivo vectorial (único)
pt: Exportar ficheiro vectorial (single)

source: Conversion Tools/Vector
pt: Ferramentas de convesão/Vector

source: Source feature class
pt: Fonte de classe de entidades

source: Destination feature class
pt: Destino de entidades de classe

source: Cannot export to the same format
es: No se puede exportar al mismo formato
pt: Não é possível exportar para o mesmo formato

source: Error get source object
es: Error al cargar el objeto de origen
pt: Erro ao obter fonte do objeto

source: The source object is of incompatible type
pt: A fonte do objeto é de um tipo incompatível

source: The source dataset is of incompatible type
pt: A fonte dos dados é de um tipo incompatível

source: Error reading dataset definition
pt: Erro de leitura das definições de dataset

source: Error getting selected destination filter
es: Error al obtener el filtro de destino seleccionado
pt: Erro ao obter ficheiro de destino selecionado

source: Geometry Vertices To Points
es: Vértices geométricos a puntos
pt: Vértices das geometrias para pontos

source: Create Ortho-Corrected Raster
es: Crear raster ortorectificado
pt: Orto retificar raster

source: Destination raster
es: Raster de destino
pt: raster de destino

source: DEM raster
es: MDE raster
pt: Raster de MDE

source: Constant elevation value or base value to the DEM
es: Valor constante de elevación o valor base del MDE
pt: Valor contante de elevação ou de base para o MDE

source: Scaling factor to convert elevation values
es: Factor de escala al convertir valores de elevación
pt: Factor de escalonamento para conversão de valores de elevação

source: Elevation values interpolation
es: Interpolar valores de elevación
pt: Interpolação de valores de elevação

source: Error get destination object
es: Error al obtener objeto de destino
pt: Erro ao obter objecto de destino

source: The raster has no bands
es: El raster no tiene bandas
pt: O raster não tem bandas

source: Error CreateGenImgProjTransformer. GDAL Error: %s
pt: Erro CreateGenImgProjTransformer. Erro do GDAL: %s

source: Error determining output raster size. GDAL Error: %s
es: Error determinando tamaño de salida de raster. GDAL Error: %s
pt: Erro ao determinar o tamаnho do raster de saída. Erro do GDAL: %s

source: Error creating output raster. GDAL Error: %s
es: Error creando raster de salida. GDAL Error: %s
pt: Erro ao criar raster de sаída. Erro do GDAL: %s

source: OrthoCorrect failed! GDAL error: %s
es: ¡Fallo en la orthorectificación! GDAL error: %s
pt: Orto retificação falhou! Erro do GDAL: %s

source: Project vector file (single)
es: Proyectar archivo vectorial (único)
pt: Ficheiro de projecto vectorial (single)

source: Projections and Transformations/Vector
pt: Projecções e transformações/Vector

source: Spatial reference
es: Referencia espacial
pt: Referência Espacial

source: Unsupported Spatial Reference
es: Referencia espacial no soportada
pt: Referência Espacial não suportada

source: Write shapes coordinates to text file
pt: Exportar as coordenadas das shapes para um fichiero de texto

source: Source table
es: Tabla de origen
pt: Tabelela de origem

source: Coordinates format mask to write to text file
pt: Coordenadas formatam máscara para escrever ficheiro de texto

source: Swap XY coordinates
es: Intercambiar coordenadas X e Y
pt: trocar coordenadas XY

source: Destination text file
es: Archivo de texto de destino
pt: Destino do ficheiro de texto

source: Text file
es: Fichero de texto
pt: Ficheiro de texto

source: Invalid format mask
es: Formato de máscara inválido
pt: Formato de máscara inválido

source: Calculate mean column data
es: Calcular datos promedio de la columna
pt: Calcular média dos dados da coluna

source: Statistics Tools/Table
pt: Estatísticas Ferramentas/Tabela

source: Source fields and operations
pt: Ficheiros fonte e operações

source: Field name
es: Nombre de campo
pt: Nome do campo

source: Operation
es: Operación
pt: Operação

source: Destination table
es: Tabla de destino
pt: Tabela de destino

source: The input path is not wxGISTable (Path %s)
pt: A directoria de entrada não é wxGISTable (Path %s)

source: Failed get table structure (Path %s)
es: Fallo al obtener la estructura de la tabla (Ruta %s)
pt: Falha ao obter estrutura da tabela (Путь %s)

source: Exclude field
es: Excluir campo
pt: Excluir campo

source: Base field
es: Campo base
pt: Campo de base

source: Mean value
es: Valor promedio
pt: Valor médio

source: Minimum value
es: Valor mínimo
pt: Valor mínimo

source: Maximum value
es: Valor máximo
pt: Valor máximo

source: Sum of values
es: Suma de valores
pt: Soma dos valores

source: The base field count should be 1 (current count is %d)
pt: A contagem do campo de base deve ser (contagem actual é de%d)

source: The driver '%s' is not available! OGR error:
es: ¡El operador '%s' no está disponible! OGR error:
pt: O controlador '%s' não está disponível! Erro deOGR:

source: Error create the output file '%s'! OGR error:
es: Error al crear archivo de salida '%s'! OGR error:
pt: Erro ao criar ficheiro de saída '%s'! Erro de OGR:

source: Layer_
pt: Camada_

source: Error create the output layer '%s'! OGR error:
es: Error al crear capa de salida '%s'! OGR error:
pt: Erro ao criar camada de saída '%s'! Erro de OGR:

source: Calculate mean values for columns. Source dataset %s. Destination dataset %s
es: Calcular valores promedio de las columnas. Conjunto de datos de origen %s. Conjunto de datos de destino %s
pt: Calcular valores médios para as colunas. Fonte de dados%s. Dados de destino %s

source: Error creating new dataset! OGR error:
es: Error al crear nuevo conjunto de datos! OGR error:
pt: Erro ao criar novos dados! Erro de OGR:

source: Remains
pt: Remanesceente

source: %H hour(s) %M min. %S sec.
es: %H hora(s) %M min. %S sec.
pt: %H hora(s) %M Min %S sec.

source: Create %s object failed!
es: ¡Fallo al crear el objeto %s!
pt: Falha %s ao criar objecto !

source: Executing (%s)
es: Ejecutando (%s)
pt: Executando (%s)

source: Parameters:
es: Parámetros:
pt: Parâmetros:

source: Start Time: %s
es: Hora de inicio: %s
pt: Início: %s

source: An error occured while executing %s. Failed to execute (%s).
es: Un error ha ocurrido al ejecutar %s. Fallo al ejecutar (%s).
pt: Ocorreu um erro ao executar %s. Falhou a execução (%s).

source: Error!
pt: Erro!

source: Executed (%s) successfully
es: Ejecutado (%s) satisfactoriamente
pt: Executado(%s) com sucesso

source: Done
es: Listo
pt: Concluído

source: End Time: %s (Elapsed Time: %s)
es: Hora final: %s (Tiempo transcurrido: %s)
pt: Terminado: %s (Tempo Decorrido: %s)

source: %H hours %M min. %S sec.
es: %H horas %M min. %S sec.
pt: %H horas %M min. %S sec.

source: Start CopyRows from '%s' to '%s'
pt: Iniciar cópia das colunas de '%s' para '%s'

source: Interrupted by user
es: Interrumpido por el usuario
pt: Interrompido pelo utilizador

source: Error create feature! OGR error:
pt: Erro ao criar entidade! Erro de OGR:

source: Error copying data to a new dataset! OGR error:
pt: ОErro ao copiar dados para um novo ficheiro! Erro de OGR:

source: Exporting %s to %s
es: Exportando %s to %s
pt: Exportar %s para %s

source: Input spatial reference is not defined!
es: ¡Referencia espacial de salida no definida!
pt: Referência espacial de entrada não definida!

source: Error read dataset definition
pt: Erro de leitra de definição de dados

source: _point
es: _punto
pt: _ponto

source: _polygon
es: _poligono
pt: _polígono

source: _line
es: _linea
pt: _linha

source: _mpoint
es: _mpunto
pt: _nultiponto

source: _mline
es: _mlinea
pt: _multilinha

source: _mpolygon
es: _mpoligono
pt: _multipolígono

source: Input feature class has multi geometry but output doesn't support it!
pt: Classe de entidade de entrada tem multi geometrias mas não as suporta!

source: Projecting %s to %s
es: Proyectando %s a %s
pt: Projectar %s para %s

source: Input spatial reference is not defined! OGR error:
es: ¡Referencia espacial de entrada no definida! OGR error:
pt: Referência espacial de entrada não está definida! Erro de OGR:

source: Output spatial reference is not defined! OGR error:
es: ¡Referencia espacial de salida no definida! OGR error:
pt: Referência espacial de saída não está definida! Erro de OGR:

source: The Spatial references are same! Nothing project
es: ¡Las referencias espaciales son las mismas! Nada proyectado
pt: As referências espaciais são identicas! Nada a projectar

source: The unknown transformation! OGR Error:
es: ¡Transformación desconocida! OGR Error:
pt: Transformação desconhecida! Erro de OGR:

source: Start projecting
pt: Iniciar projecção

source: Error project feature #%d
pt: Erro ao projectar entidade №%d

source: Convert geometry vertices to point. Source dataset %s. Destination dataset %s
es: Convertir vértices geométricos a puntos. Conjunto de datos de origen %s. Conjunto de datos de destino %s
pt: Converter vértices das geometrias para pontos. Fonte de dados %s. Destino dos dados %s

source: Proceed No. %d Geometry
es: Procedimiento Geométrico nº %d
pt: Procedimento №%d Geometrias

source: Unsupported geometry type
es: Tipo geométrico no soportado
pt: Tipo de geometrias não suportadas

source: Geometry No. %d added
pt: Geometria №%d adicionada

source: Failed add point No. %d
pt: Falha ao adicionar pontos №%d

source: Error create text file! Path '%s'. OGR error:
es: ¡Error al crear archivo de texto! Ruta '%s'. OGR error:
pt: Erro ao criar ficheiro de texto'%s'. Erro de OGR:

source: Conversion Tools
es: Herramientas de conversión
pt: Ferramentas de conversão

source: Data Management Tools
es: Herramientas de manejo de datos
pt: Ferramentas de gerenciação de dados

source: Statistics Tools
pt: Ferramentas de estatística

source: SQL statement
es: Sentencia SQL

source: Bilinear
es: Bilineal

source: Faild add point No. %d
es: Fallo al añadir punto nº %d
