Repository: nakijun/wxgis
Catalog: app_loc/*/geoprocessingui.po
Languages: es

source: &Export
es: &Exportar

source: Show/Hide &Toolbox pane
es: Mostrar/Ocultar &Panel de herramientas

source: Geoprocessing
es: Geoprocesando

source: View
es: Vista

source: [No category]
es: [Sin categoría]

source: Export item to another format
es: Exportar elemento a otro formato

source: Show/Hide Toolbox pane
es: Mortrar/Esconder panel de herramientas

source: Select output
es: Selecionar salida

source: Export
es: Exportar

source: Null IGxObjectFilter returned
es: Respuesta nula de IGxObjectFilter

source: Process
es: Procesar

source: Begin operation...
es: Empezar operación...

source: The dataset is empty
es: El conjunto de datos está vacío

source: Null wxGISDataset returned
es: Respuesta nula de wxGISDataset

source: %s %d object (file) from %d
es: %s %d objecto (archivo) desde %d

source: The %d dataset is empty
es: El conjunto de datos %d está vacío

source: Export item
es: Exportar elemento

source: (optional)
es: (opcional)

source: Select input object
es: Selecionar objeto de entrada

source: Select output object
es: Selecionar objeto de salida

source: The output object exists and will be overwritten!
es: ¡El objeto de salida existe y será sobreescrito!

source: The input object doesn't exist
es: El objeto de entrada no existe

source: The input data are invalid
es: Los datos de entrada son inválidos

source: Change value list
es: Cambiar lista de valores

source: Value list
es: Lista de valores

source: Select Spatial Reference
es: Selecionar Referencia Espacial

source: Coordinate Systems
es: Sistema de Coordenadas

source: Unsupported Spatial reference
es: Referencia espacial no soportada

source: Expand
es: Expandir

source: Cancel
es: Cancelar

source: You mast stop task before closing dialog!
es: ¡Debes detener la tarea antes de cerrar el diálogo!

source: Warning
es: Atención

source: Wrong input tool!
es: ¡Herramienta de entrada incorrecta!

source: Recent
es: Reciente

source: Executed list [%d]
es: Ejecutada lista [%d]

source: Executed list
es: Ejecutada lista

source: Error find %s tool! Cannnot continue.
es: ¡Error al encontrar herramienta %s ! No se puede continuar

source: Toolbox
es: Caja de herramientas

source: Toolboxes
es: Cajas de Herramientas

source: Show Help
es: Mostrar Ayuda

source: Hide Help
es: Ocultar Ayuda

source: (Field No %d)
es: (Campo nº %d)

source: Priority
es: Prioridad

source: Tool name
es: Nombre de herramienta

source: Start
es: Iniciar

source: Finish
es: Finalizar

source: Done %
es: Listo %

source: Last message
es: Último mensaje

source: Unsupported data!
es: ¡Datos no soportados!

source: Show tool dialog
es: Mostrar diálogo de herramientas

source: Show execution dialog
es: Mostrar diálogo de ejecución

source: Stop
es: Detener

source: Show tool config dialog
es: Mostrar diálogo de configuración de herramienta

source: Show task execution dialog
es: Mostrar dialogo de ejecución de tareas

source: Start task
es: Iniciar tarea

source: Stop task
es: Detener tarea

source: Task
es: Tarea

source: Tool
es: Herramienta
