Repository: nakijun/wxgis
Catalog: app_loc/*/remoteserver_cat.po
Languages: ru

source: wxGxRemoteServers: Network connection factory %s loaded
ru: wxGxRemoteServers: Фабрика сетевых подключений %s загружена

source: wxGxRemoteServers: Network connection factory %s load failed!
ru: wxGxRemoteServers: Фабрика сетевых подключений %s загружена

source: wxClientUDPNotifier: Invalid address
ru: wxClientUDPNotifier: Неверный адрес

source: %s: Wait %s Thread 0x%lx started (priority = %u)
ru: %s: Поток ожидания %s 0x%lx запущен (приоритет = %u)

source: wxClientTCPNetConnection: Trying to connect (timeout = 5 sec) ...
ru: wxClientTCPNetConnection: Попытка подключения (ожидание = 5 сек) ...

source: wxClientTCPNetFactory: Connected
ru: wxClientTCPNetFactory: Подключено

source: wxClientTCPNetFactory: Server %s disconnected
ru: wxClientTCPNetFactory: Сервер %s отключился

source: Remote Server
ru: Удаленный Сервер

source: Remote Servers
ru: Удаленные Серверы

source: Remote item
ru: Удаленный элемент

source: Remote container
ru: Удаленный контейнер

source: TCP/IP Network
ru: Сеть TCP/IP
