Repository: nakijun/wxgis
Catalog: app_loc/*/srv_framework.po
Languages: ru

source: wxGISAuthService: Plugin %s initialize
ru: wxGISAuthService: Инициализация модуля %s

source: wxGISAuthService: Error initializing plugin %s
ru: wxGISAuthService: Ошибка инициализации модуля %s

source: wxGISAuthService: Service started
ru: wxGISAuthService: Служба запущена

source: wxGISAuthService: Service stopped
ru: wxGISAuthService: Служба остановлена

source: Login failed: user '%s'
ru: Вход провален: пользователь '%s'

source: wxGxServerCatalog: Service started
ru: wxGxServerCatalog: Служба запущена

source: wxGxServerCatalog: Service stopped
ru: wxGxServerCatalog: Служба остановлена

source: wxRxCatalog: Root Object %s initialize
ru: wxRxCatalog: Инициализация корневого элемента %s

source: wxRxCatalog: Error initializing Root Object %s
ru: wxRxCatalog: Ошибка инициализации корневого элемента %s

source: wxGISNetworkService: %s Queue thread 0x%lx started
ru: wxGISNetworkService: Поток %s 0x%lx запущен

source: wxGISNetworkService: Plugin %s initialize
ru: wxGISNetworkService: Инициализация модуля %s

source: wxGISNetworkService: Error initializing plugin %s
ru: wxGISNetworkService: Ошибка инициализации модуля %s

source: wxGISNetworkService: Service started
ru: wxGISNetworkService: Служба запущена

source: wxGISNetworkService: Service stopped
ru: wxGISNetworkService: Служба остановлена

source: Peer #%d disconected (%d peers is stil connected)
ru: Клиент №%d отключился (%d клиентов подключено)

source: wxGISWorkPlugin: Library %s loaded
ru: wxGISWorkPlugin: Библиотека %s загружена

source: wxGISWorkPlugin: Error loading library %s
ru: wxGISWorkPlugin: Ошибка загрузки библиотеки %s

source: wxGISWorkPlugin: System dir is absent! Lookup path '%s'
ru: wxGISWorkPlugin: Отсутствует системная папка! Путь поиска '%s'

source: wxGISWorkPlugin: Failed to get log dir
ru: wxGISWorkPlugin: Ошибка получения папки с логами

source: wxGISWorkPlugin: Failed to open log file %s
ru: wxGISWorkPlugin: Ошибка открытия файла логов %s

source: HOST '%s': OS desc - %s, free memory - %u Mb
ru: Имя ПК '%s': Описание ОС - %s, свободно памяти - %u Mb

source: wxGISWorkPlugin: Initializing...
ru: wxGISWorkPlugin: Инициализируется...

source: wxGISWorkPlugin: Log file: %s
ru: wxGISWorkPlugin: Лог-файл: %s

source: wxGISWorkPlugin: Initialize locale
ru: wxGISWorkPlugin: Инициализация локали

source: wxGISWorkPlugin: Language set to %s
ru: wxGISWorkPlugin: Язык: %s

source: Start network service failed!
ru: Не удалось запустить сетевой сервис!

source: wxTCPNetworkPlugin: Invalid address - %s
ru: wxTCPNetworkPlugin: Неверный адрес - %s

source: wxTCPNetworkPlugin: Could not listen at the specified port! Port number - %d
ru: wxTCPNetworkPlugin: Невозможно открыть порт! Номер порта - %d

source: wxTCPNetworkPlugin: New client connection accepted. Address - %s
ru: wxTCPNetworkPlugin: Новое подключение. Адрес - %s

source: Connection accepted
ru: Подключение принято

source: wxTCPNetworkPlugin: To many connections! Connection is not established
ru: wxTCPNetworkPlugin: Слишком много соединений! Подключение не установлено

source: To many connections! Connection refused
ru: Слишком много соединений! Подключение отклонено

source: wxTCPNetworkPlugin: Couldn't accept a new connection
ru: wxTCPNetworkPlugin: Невозможно принять новое подключение

source: Wait Connect
ru: Ожидание подключений

source: wxTCPNetworkPlugin: Wait Connect Thread 0x%lx started (priority = %u).
ru: wxTCPNetworkPlugin: Поток ожидания подключений 0x%lx запущен (приоритет = %u).

source: wxTCPNetworkPlugin: Plugin is started...
ru: wxTCPNetworkPlugin: Модуль запущен...

source: wxTCPNetworkPlugin: Plugin is shutdown...
ru: wxTCPNetworkPlugin: Модуль выгружается...
