Repository: nakijun/wxgis
Catalog: app_loc/*/srv_app.po
Languages: ru

source: Failed to initialize the wxWidgets library, aborting.
ru: Ошибка инициализации библиотеки wxWidgets, остановка.

source: Show this help message
ru: Показать эту справку

source: The version of this program
ru: Версия этой программы

source: Run the wxGIS Server in standalone mode. Press 'q' to quit.
ru: Запуск Сервера wxGIS в обычном режиме. Нажмите 'q' для выхода.

source: Install wxGIS Server as service
ru: Установить Сервер wxGIS в качестве службы(демона)

source: Uninstall wxGIS Server service
ru: Удалить службу(демона) Сервера wxGIS

source: Start wxGIS Server service
ru: Запуск службы(демона) Сервера wxGIS

source: The wxGIS Server (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
ru: Сервер wxGIS (%s) Автор: Bishop (Барышников Дмитрий), polimax@mail.ru Copyright (c) 2010-2011

source: The wxGIS Server (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2010-2011
ru: Сервер wxGIS (%s) Автор: Bishop (Барышников Дмитрий), polimax@mail.ru Copyright (c) 2010-2011

source: Press 'q' to quit.
ru: Нажмите 'q' для выхода.

source: Starting service...
ru: Запуск сервиса...

source: %s is already installed
ru: %s уже установлен

source: %s is not installed
ru: %s не установлен

source: %s installed
ru: Установлен %s

source: Could not remove %s. Error %d
ru: %s не может быть удален. Ошибка %d

source: %s removed. (You must delete the file (%s) yourself.)
ru: Удален %s. (Вы должны удалить файл (%s) сами.)
